{
    "metadata": {
        "source": [
            "../experiments/outputs/human/pilot/run1"
        ],
        "task": "summarization",
        "size": 236
    },
    "data": [
        {
            "id": "R_8WxkYgki5yinZhV_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Sally rode her horse down the canal. She knew her horse was running low on energy so needed to stop soon. She saw a barge selling a variety of things so decided to stop to see if she could refuel. Her pump style shoes were worn out so she had to stay atop her horse whilst speaking to the barge owner. She joked about her horse being neither petrol or diesel but infact, ran on carrots! "
        },
        {
            "id": "R_8WxkYgki5yinZhV_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "Julia awoke to a 'stamp stamp stamp' from the above flat for the third day in a row! She decided to send for the warden, she had had enough of it! When the warden turned up she knew she would be polite but in her mind she would be full of extremetieis all in capital letters!"
        },
        {
            "id": "R_8WxkYgki5yinZhV_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The brass band had never had an organ player before so it was something new to all of them. Some of them were a bit unsure but they couldn't turn down the upportunity to play with a member of the british empire!! They just hope the organ player would comply with the etiquettes they had as a band. "
        },
        {
            "id": "R_8WxkYgki5yinZhV_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "He tapped his card to make the payment for the drugs. He felt a relief and having the drugs and knew this now meant he would not have to exist much longer, the feelings of gloom would soon be over. "
        },
        {
            "id": "R_2Ep8Ymfq8uSEw90_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "I was driving my petrol lawnmower whilst maintaining my 3 acres of fields. In a lapse of judgement I accidentally crashed into a water pump that irrigated the farm. Whilst the pump was being repaired, I had to hire a diesel generator to replace the pump."
        },
        {
            "id": "R_2Ep8Ymfq8uSEw90_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "Whilst marking my pupil's test scores, I use a different colour stamp based on their performance. If they have done well, the stamp is green. If they have done poorly, the stamp is red and I send the student to an after school revision class. To get permission for this, I must get a permission letter signed by their parents."
        },
        {
            "id": "R_2Ep8Ymfq8uSEw90_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "After the emperor fell ill, he desperately needed an organ transplant. Soldiers were ordered to scour the vast lands of his empire to find a suitable donor. Once found, they had no choice but to comply."
        },
        {
            "id": "R_2Ep8Ymfq8uSEw90_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "A constant part of adult life is the doom and gloom portrayed on the news. However, happiness does exist and can come in many forms. From food, to time spent with loved ones, happiness does not always require payment to find."
        },
        {
            "id": "R_8LtUJwc0nMwsLzG_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Marc was, as his friends would describe him, a 'petrol head': he loved cars, motorbikes, trucks, pretty much anything that looked good and could hit high speeds. When Marc graduated university, he moved to a small town and adopted a dog, named Diesel, to keep him company. Marc and Diesel would drive around the town in Marc's Ford Mustang, listening to rock music, with the windows down. Let's pump up the volume! Marc shouted to Diesel as they drove away into the sunset."
        },
        {
            "id": "R_8LtUJwc0nMwsLzG_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "Emma wanted to send a message to the public about climate change. She felt that people were not taking the subject seriously, and she wanted to do something about it, drawing as much attention as possible to the issue. Emma visited her local craft store, where she bought giant stamps for every letter of the alphabet, and colourful inks to suit. On her walk home, Emma stamped important and significant messages on the sides of buildings, in the middle of the streets, on public benches and bins, to spread the word about climate change."
        },
        {
            "id": "R_8LtUJwc0nMwsLzG_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "Sean regularly visited his local music shop, as he loved to play the organ. He dreamed of owning his own one day, but he could not afford such a grand purchase, and did not have space in his apartment on the east side of town. He also chose not to comply with store rules, that musical instruments were not to be played, only to be purchased. Sean was frustrated with the music and retail empire, he wished for a day where music shops were open to all where people could gather and showcase their talents."
        },
        {
            "id": "R_8LtUJwc0nMwsLzG_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "The current political climate left Rachel feeling a sense of gloom. She wondered what she had done to exist in a time where there was such divide in the world, a world filled with war, violence, and poverty. Rachel sought out a number of charities, where she learned that for a small payment she could contribute to efforts tackling the issues she cared about in the world. Rachel felt less gloomy, as she read the inspirational stories of the charities, and her outlook on the world was brighter."
        },
        {
            "id": "R_2YKQTEPFuU2GBvV_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "I wondered about the puddle of petrol outside my house, near the front door. Had it have been diesel, I would have been less worried. The problem was that I had no idea whether the fuel pump in my vehicle was faulty ot not; the alternative was that someone was out to get me. Although I had few enemies, I knew the most likely culprit, but she was overseas on vacation. Knowing that, I scattered sand on the puddle and stopped worrying."
        },
        {
            "id": "R_2YKQTEPFuU2GBvV_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "The stamp was clean, unused and valid, but too small a denomination for the letter I had written. This rendered the stamp utterly useless but I did not want to waste it. So, I opened up my finished letter, and used it as a basis to write a much shorter note, which rendered the missive lighter, and the stamp was now useful. Of course, it was now destined elsewhere, and my original letter was unsent. But I chose to send the shorter letter and decided to hold on to the longer one until my correspondent's next birthday!"
        },
        {
            "id": "R_2YKQTEPFuU2GBvV_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The organ was terribly loud. The organist was pumping away like fury, playing music written to celebrate the Empire; practicing his vigourous harmonies to perfection. It was a wonder to hear it. I was thrilled to bits to see the extent to which he wet in order to comply with my wishes for the upcoming celebrations. The Empire has not been forgotten and we will proudly march into the hall to this, the most stirring of music."
        },
        {
            "id": "R_2YKQTEPFuU2GBvV_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "What a terrible day; a day to end all days. Just when I thought I had got ahead of the endless cycle of bills and their payment, when I had finally begun to emerge from the gloom of depression, once again able to contemplate socializing; the news of this new debt was a hammer blow. How could this unknown debt exist? I was going to have to double down and focus on total austerity."
        },
        {
            "id": "R_8d77LowRrq3xFfJ_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "I was at a climate change convention and the person speaking at the time was discussing the use of petrol and diesel and their negative effects on our climate. I found their points very interesting and decided to try and reduce my use of them in the future. Another speaker was also talking about using a heat pump instead of traditional gas boilers, this also sounded very interesting and could be used to reduce my carbon footprint further. Once I made it home, I called my energy provider to enquire about replacing my gas boiler with a heat pump and I also put my petrol car up for sale, then purchased an electric car instead."
        },
        {
            "id": "R_8d77LowRrq3xFfJ_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "When I used to work at the old newspaper printing press factory, we used to have to manually insert the letter stamp tiles into the device to print the text onto the newspapers. This was a very time-consuming process, however once the job was completed, I felt a sense of pride that we managed to get the newspapers ready on time. Once they were bundled up, we would have to pack them onto shipping pallets ready to send to the stores to sell."
        },
        {
            "id": "R_8d77LowRrq3xFfJ_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "Under the rule of the galactic empire, the population were forced to comply with their rules, this included having to supply an organ when requested for implant into one of the royal family. Some people try to hide from them, however, at birth, they are implanted with tracking chips, so they need to have these illegally removed to stop themselves being found."
        },
        {
            "id": "R_8d77LowRrq3xFfJ_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "Once upon a time, an ancient king required his subjects to make payment on their 18th birthday, so that they could exist within his kingdom. If payment was not made, they would be executed in front of the entire town. This brought on a lot of feelings of gloom between his subjects, as many people could not afford to make the payment. "
        },
        {
            "id": "R_8IgTefujpZYzrxD_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Blazing past the obeying traffic, the getaway vehicle reached a peak speed of 80 mph on this enthralling police chase. Contrary to belief, this getaway vehicle was running low on gas. In a swift drift, the driver was able to get to the nearest petrol station. As he quickly got out to get the diesel pump, his clumsy friend accidently dropped his cigarette butt causing a mass fire, effectively ending the lives of these criminals on the spot."
        },
        {
            "id": "R_8IgTefujpZYzrxD_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "The newest member of the stamp club blitzed through the school corridor in an attempt to make a punctual start to his time at the club. In the event of this rush, he dropped his most valuable stamp as it slipped out of his book beyond the boy's knowledge. 2 hours later, he made his way back to same route he took, only to find that somebody else had already used his stamp to send off a letter. "
        },
        {
            "id": "R_8IgTefujpZYzrxD_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "During this revolutionary World War battle between England and Russia, the Russians used their advanced artillery to their advantage. The English were outworn as the Russian empire continued to overload the English territory. This was emphasised when Captain John Rogers of England was struck by a grenade which graphically exposed some of his body organs. As he breathed his final breath, Sir John Rogers passed on a message to his soldiers; \"Never give in, for the future of England is in our hands.\" His soldiers made sure to comply with this message."
        },
        {
            "id": "R_8IgTefujpZYzrxD_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "The single mother rushed home as awaited the news of the latest lottery draw. Her ticket was kindly given to her by her son, Phil. Watching in excitement, she was on the edge of her seat as each number matched the draw thinking about all the payments she could make. In ecstacity, she leapt out of her seat as she discovered she won the jackpot! However, she soon learns that her son Phil was pranking her, plummeting her joy to an all-time low, all she felt was gloom as she wished her son ceased to exist."
        },
        {
            "id": "R_8dVYGXDIccl6jkg_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "It was a sunny day and little Mia's favourite place to play was next to the old pink water pump hidden in the wildflowers at her grandma's house. At only 6 years old, she didn't quite know what it was but had painted, decorated and pretended it was magic for as long as she could remember. Her grandma would tell her of the days when the big petrol and diesel trucks would come rolling through the town but Mia wasn't interested in the history, only in the fantasy worlds she could create in her beautiful hideout. "
        },
        {
            "id": "R_8dVYGXDIccl6jkg_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "Stamp, stamp, stamp. All day Lucy would sit at her little bank desk stamping approvals on loans, mortgages and other banking products. At the end of each day, she would take the letters over to Michael to send to clients. Michael was Lucy's crush and had been since she started at the company 6 years ago. Today however, was different, today she would tell him how she felt. "
        },
        {
            "id": "R_8dVYGXDIccl6jkg_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "As the organ played its first notes, Becky stood in front of the grand doors, her empire-waist wedding dress shimmering in the sunlight. The dress had been passed down for generations and here she was about to comply with her long standing family traditions. On the other side of the door stood all her family and friends, waiting for her to marry the love of her life. "
        },
        {
            "id": "R_8dVYGXDIccl6jkg_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "Princess Ella sat by her window, watching the gloom of the forest fade as the sun rose over the castle grounds. Her loyal horse, Starlight, waited patiently for her, eager for their morning ride. Ella had dreamed of riding beyond her kingdom, where legends spoke of a hidden realm that didn't yet exist on any map. The only payment required to enter was a heart full of courage and a will to succeed, two things Ella had by the bucketful."
        },
        {
            "id": "R_8fKaPcuSHw79GVj_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "I was driving down the highway, on my way to visit my uncle at his farm when i decided to pull over and take a break. I ran into the shop to grab some food and drink as I still had a few hours to go before reaching the farm. I checked the car and thought i better top up the tank before going too much further, so I drove on down to the pump. As it was a long journey and my beat up little truck was not up to the try, I hired a car and it took me a good few minutes to work out if I was driving a petrol or diesel car. Just as I was filling up, a stranger walked up to me asking for change. I thought what was the worst that could happen, so handed over the loose change I had. Very politely he thanked for my kindness, little did I know this was going to set off a chain of events I could never have imagined. "
        },
        {
            "id": "R_8fKaPcuSHw79GVj_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "As I was preparing to send my gifts out, I walked up to the door of the post office and noticed a letter lying on the ground. It had the most beautiful stamp design on the corner, I'd never seen anything like it. I then looked closer and with sudden shock realized it was addressed to me. I took a sharp breath in and looked around to see if there was anyone i knew nearby, I was the only person there, so I quickly popped it into my bag, to open it as soon as I got home. "
        },
        {
            "id": "R_8fKaPcuSHw79GVj_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The towering empire of Mrs Smith's authority was overwhelming! She was raising funds for the school again but you would think she was donating an organ they way she seeked gratification and praise from us all. If we didn't all comply with her request to sign up you know you were never going to hear the end of it. Just for an easier life, I was destined to man the teddy tombola stall. "
        },
        {
            "id": "R_8fKaPcuSHw79GVj_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "Some days I feel I only exist to sleep, work, eat, repeat. An endless cycle of doom and gloom, how I long for the Christmas break coming up. My final payment on the cottage in the countryside is just in reach and I can spend my days lounging around and taking in all the fresh air, freedom! "
        },
        {
            "id": "R_2So8IZ3DwEtmV0v_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Samara sighed with annoyance. 'Water pumps given up again!' she muttered, cursing as she pulled the plastic container out of the way. Giving the lever a few good pulls for good measure, she left cursing, she was now going to have to make her way to town with what little petrol was left in the car. They didn't have the pennies for any of this and Alex would be back late, he was busy trying to sell the diesel they stole off the neighbouring farm last night. Theft was just the norm now, ever since the storms hit it was everyone for themselves. She did feel a twinge of guilt though, Bertie was old now and in no fit state to chase after thieves. Hence why they went there. They did pay him back in other ways, only last week, they shared a few spoonfuls of corn soup, nevermind it was because they couldn't stand another mouthful."
        },
        {
            "id": "R_2So8IZ3DwEtmV0v_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "Jaycee finished writing with a flourish. Finished! Finally her book on hi-vis jackets and when to where them is complete. She quickly grabbed her 'complete' stamp and satisfyingly stamped it in her diary. She quickly thought about the e-mail she had to send about quitting work now that she was going to be a highly paid author but decided to complete it later. She needed to chase up that letter she should have received from the police about her speeding ticket first."
        },
        {
            "id": "R_2So8IZ3DwEtmV0v_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "'Good morning Emma! Are you here to donate your kidney today? You're so very kind! Organ donation is such a generous thing to do.' 'Yes, Rhi promised me some new books on the Empire of Glass if I went for it! So here I am ready to comply. I'll do anything for a good book!' Emma beamed in excitement."
        },
        {
            "id": "R_2So8IZ3DwEtmV0v_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "Alex smiled in satisfaction. Another payment he could tick off his spreadsheet. His bathroom was coming along nicely and he could finally exist in his house in comfort. The neighbours were getting pretty upset with him using the garden as a toilet, and they were right, it is a bit gloom and doom when it's pouring rain and thundering. Still it was a tiny bit satisfying getting back to nature and all that."
        },
        {
            "id": "R_82McyGIYTts4bOU_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "A car mechanic had the surprise of his life when his wife gave birth to three babies instead of one! As he and his wife stared down at their three new children, the midwife stood behind them and asked a very valid question. \"So, what will you call them?\"   You see, they had a name for baby number one. They were naming him after his favourite WWF wrestler, Diesel. But the other two...? He began to sweat. With the pressure of both his wife and the midwives eyes on him, he blurted out the first two things he could think of.   \"Their names are Diesel, Petrol and Pump!\"  And that is the story of how their children got their very unique names. Thanks Dad."
        },
        {
            "id": "R_82McyGIYTts4bOU_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "Mr A was known as the resident bully in Lettertown. He would stamp around and shout at passers by who were simply minding their own business. One day, the other Letters decided it was time to give Mr A a taste of his own medicine and send a message that his behaviour would not be tolerated anymore. Organised by Mr Z, they all met in the dead of night and decorated his house with toilet paper while he was sleeping! That was the last time a letter misbehaved in Lettertown."
        },
        {
            "id": "R_82McyGIYTts4bOU_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "Did you hear the one about the unluckiest man in the world? He once fell off the Empire State Building but landed without breaking one single bone! A miracle - Some would even call it witchcraft! But that's where his luck ran out. You see, while he was lying on the ground, a stray dog ran up to him and bit him right in the eye! Now he is on the Organ donor list waiting for new corneas, however rumor is that he doesn't comply with their rules, so he may be known as one-eyed Pete forever!"
        },
        {
            "id": "R_82McyGIYTts4bOU_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "The dark room made everything feel like it was doom and gloom. How could one exist in a house so dreary? He struggled to understand how the landlord expected payment for a house so run-down and derelict, but unfortunately he had no choice but to deal with it."
        },
        {
            "id": "R_8PvUUEqSWnAZrWx_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "One evening, after a long trip to see family I was about to make my way to take the long drive home, around 2 hours away. I had had a fun time, but honestly I was just exhausted. Every step to the car felt like bliss, knowing I would soon be home and ready to sleep in my own bed. I opened the door and went to turn the keys, ready to leave, I would miss my family but it was time to make my own departure. I turned the keys, but rather than the usual hum I would expect to hear I just hear a harsh sound resonating from the engine. Something is wrong, this is not normal. I make my way out of the car and back to the house I had just moments ago been so delighted to depart from.  \"Hey everyone, i'm back.\" I announced, with a twinge of disappointment in my voice. \"It seems my car isn't starting, did anything happen to it while I was here?\" \"Well, actually\" my youngest sibling spoke up. She had recently got a license of her own, so it was surprising she would be the one to speak up about issues with a car. \"We don't have a station nearby, so I had hoped to help out a bit by pumping some of our own fuel in before you left!\" There was a look of confusion across the family, no one sure what she meant by our own fuel. \"Wait, you didn't specify. What kind of fuel was it?\" I replied to her. \"Oh! It was a canister of diesel, every car uses that nowadays, right?\" she gleefully explained. There was a heavy silence across the room, especially on the adults. I took a breath before uttering \"My car only uses petrol...\"."
        },
        {
            "id": "R_8PvUUEqSWnAZrWx_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "Today I wrote a heartfelt letter to my best friend, telling her all about the things I had gone through as of late. I sealed it up and hurried to the post office, excited to send it as this was my first letter I had written and I wanted to start exchanging letters as it felt so novel! But in a rush, I forgot to put a stamp on the envelope. Weeks went by, and my friend never got the letter. I wondered where it had gone, everyday asking her if she had received anything nice lately not wanting to ruin the surprise but a feeling of melancholy if this may have been a sign not to do this."
        },
        {
            "id": "R_8PvUUEqSWnAZrWx_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "I used to play every morning for the grand empire, back when music was just an expected part of the halls, everyday waking up to a new song. One day new regulations came in, and they said every empire had to have a certified organ player to comply with some strange new rule. They called it “musical preservation,” but no one really knew what it meant. Our empire couldn't find someone with the right papers, so they had to shut down the whole thing. Now, the halls are silent, I look back on the beautiful music filled days with a touch of sadness. Not knowing what could be done to return the song back to our dear empire."
        },
        {
            "id": "R_8PvUUEqSWnAZrWx_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "In the place I live, we all have to pay this strange tax, just so we could dream of a better future. They called it \"the delusion tax,\" and without it, life felt empty. Nothing mattered. The world didn’t really exist beyond the gray skies and the constant gloom. Most people struggled to afford it, being more expensive every time. But we made the payments anyway, because without those dreams, we’d have nothing to look forward to. I remember scraping together every coin, desperate for some small hope, some vision that things might change. Without those dreams, people just gave up, and I myself couldn't bear living like that."
        },
        {
            "id": "R_2G1cvocEgxet2xf_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "I had to put some diesel into my car as I was going on a long trip and needed to make sure that I was able to get there as quickly as possible without refuelling.  I went to the petrol station to get the diesel but there was a commotion happening at the pump that was free.  A crowd of people were gathered around all looking down towards the ground.  I got out of my car to see what was happening and what did I see, but a tiny kitten!!! Ginger and white and crying so loudly for all the size of it!! It was so cute but goodness, where did it come from?  ."
        },
        {
            "id": "R_2G1cvocEgxet2xf_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "My mother said she never gets any post anymore, that everything is by email or phone call!! So I decided to give her a surprise and write her a little letter.  I could send it on the way home from work and she would get it hopefully in a few days.  I got out my notecards and sent a little hello from me and quickly put it in the envelope.  Oh no, I needed a stamp!! "
        },
        {
            "id": "R_2G1cvocEgxet2xf_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "Our local church had received a letter from the council to let them know that the organ that is played regularly at the church services needed to comply with regulation for health and safety reasons.  The minister asked me if I knew anyone who could possibly help with this as he didn't know the first thing about it!! I asked my friend who worked at the Empire theatre in the town if she knew anyone who perhaps would be able to do it.  Luckily we found someone!!!  Thank goodness!!!"
        },
        {
            "id": "R_2G1cvocEgxet2xf_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "It was a day full of despair and gloom, I felt so down thinking about the payment that was missing from my bank account.  It was causing so much bother at home and I just didn't know what to do about it.  Did I imagine it? Did it really exist? Did someone hack into my account?"
        },
        {
            "id": "R_8VyQYwyI8iMwwKJ_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "It was still another 10 miles to the next petrol or diesel pump. I didn't even know what this old battered car took but whatever it was it was running on fumes. I'd soon know about it if it was diesel as i think i heard once that you cant let a diesel tank run drive or the engine would go kaput. Every extra mile the car got was one fewer to the safety and one more away them."
        },
        {
            "id": "R_8VyQYwyI8iMwwKJ_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "I picked up the initial stamp, carved with an ornate letter 'P' and pressed it into the hot wax that sealed the intensely personal letter firmly closed, safe from prying eyes. It maybe seemed like an old fashioned, outdated way to send a message but who knows where emails or whatsapps end up these day. A wax sealed letter, delivered by Uber  was the modern day messenger courier   "
        },
        {
            "id": "R_8VyQYwyI8iMwwKJ_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The vast church organ in the nave of the church seem like the vestige of an long forgotten empire. Endless vertical pipes that seemed to have been built by a larger race, not looking like they would comply with any current laws of physics. The sound was otherworldly to match"
        },
        {
            "id": "R_8VyQYwyI8iMwwKJ_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "The gloom of the overhanging clouds passed over the house plunging it into darkness and blotting out the surrounding world. Did it even exist anymore. All that could been seen through the gloom was the rain sheeting down, acting as a long awaited payment to the earth after years of drought. "
        },
        {
            "id": "R_2pgeIFWQlDZignv_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "On a sunny Saturday afternoon, my husband decided we could try and work on getting the long- forgotten project of installing a pump to assist with the borehole that was set up a couple of years back but never used since. Searching through the box that had documents on the setup, I simply could not find the manual. my husband was convinced it was a diesel pump but I strongly remember complaining that petrol prices were too high and almost definite that it was a petrol pump. The battle to figure out which of the two was correct was made harder as we realised that our internet was down. This was going to be a test of the best engineer in the house! "
        },
        {
            "id": "R_2pgeIFWQlDZignv_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "The recommendation letter had been on his desk for a couple of weeks now, and he was staring at it, wondering if being honest about Tom's violent outbursts was the right thing to do. He had just asked his assistant to schedule the letter to be picked up by the courier. Tom will never get into the program if he gets to send the letter. He would have put a stamp and seal for him never to see his daughter again. \"Can I ignore the violent outbursts? Can he be a better man?\" It was a decision he had to make."
        },
        {
            "id": "R_2pgeIFWQlDZignv_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The entire empire got the invite to come and watch Sarah play the flute. She was anxious, nervous, and suddenly she could not breathe and the lights were blurring her vision. next thing she woke up with doctors telling her to comply with their instructions and to calm down as the main organ of her body was "
        },
        {
            "id": "R_2pgeIFWQlDZignv_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "The day was making me feel gloom and as I was sitting on the couch, my son came in all cheery and nagging to go out for a walk. I was not excited but felt I had to let my son enjoy. We walked out to the playground, and before long, we were laughing, and I found myself making a payment for ice cream. Hold on! That was not the plan, but money is meant to be spent. We have to live and not just exist."
        },
        {
            "id": "R_2q0iH8KvyiaD0id_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Keisha loved many things, but her 2 favourite things in the world were the smell of petrol and sunny days. Keisha also did not mind the smell of diesel but often found if she went to the petrol station to help pump her husbands car the diesel pump would often get stuck which was one of Keisha's irritants. On this particular sunny Saturday morning Keisha set out to the nearest park to her meet her friends to have a picnic, she decided to walk but really wished she drove so the smell of petrol would be breezing through her hair."
        },
        {
            "id": "R_2q0iH8KvyiaD0id_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "On Friday morning, just before work, Harry went downstairs from his room to see he had received a letter. On the letter was a 1st class stamp and Harry's first and last name in big, bold letters which automatically let Harry know this letter was urgent. Harry quickly opened the letter and saw it was a letter from his great Aunt letter letting him know he should remember to send the mini fridge she sent him as it was the only fridge she had."
        },
        {
            "id": "R_2q0iH8KvyiaD0id_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "Daisy also wanted to be a  transplant surgeon. The thought of holding an organ in her hand and having to comply with the regulations of the GMC board everyday excited her. However, due to the financial demands of medical school, Daisy had to open a lash business, which seemed to be taking up more time then she has ever proposed. During her last year Daisy decided to close her well known business empire down and focus on studying to become the surgeon she always wanted to be."
        },
        {
            "id": "R_2q0iH8KvyiaD0id_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "If there was one thing about Dawn she hated missing direct debit payments, but due to the doom and gloom of the cost of living crisis Dawn had missed a lot. This made Dawn feel sad but it did not let her forget about the fact that she got to exist everyday in a world where there was always a way to make money, such as using the website Prolific."
        },
        {
            "id": "R_2sKl3oqSfQrqNI5_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "In the mysterious post-apocalyptic land of \"Mechanica\" there was a severe shortage of petrol. The robots were starting to squeak at the hinges, and the leaders of Mechanica were starting to panic. They heard through the digital grapevine that there may be a way to drill and pump for a new type of digital diesel called \"Digisel\". However, their usual digital hacker (a robot named Bill) was pretty much keeling over thanks to the petrol shortage, and the codes to access the mystery digital product were looking to be inaccessible. "
        },
        {
            "id": "R_2sKl3oqSfQrqNI5_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "Once upon a time there was a retired postman called Edward. Over the years he had become obsessive with collecting stamps. One day he was at a retired postperson convention and he met other stamp collecting enthusiasts. He made a good friend in retired postwoman Sarah, and she showed him a brilliant stamp which seemed to have a moving face (of an ostrich) thanks to the silver holographic effect. They decided to stay in touch by letter to discuss their stamp collections and trade their weird and wonderful stamps. At Christmas Sarah decided to send Edward a letter with a special gift; she had sourced one of the rare ostrich stamps for him. Edward was delighted and decided to frame it. "
        },
        {
            "id": "R_2sKl3oqSfQrqNI5_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "There once was a very strange land called Augmentia. It was an empire that had been created by dictators and was an island based off of the coast of Argentina. Word travelled fast that the dictators - namely Putinito - had begun an organ trafficking trade. The people of Augmentia, unbeknownst to them, had been born on the island and brainwashed into the ways of the land. When a citizen of Augmentia reached the age of 20, they were enlisted into a type of military boot camp where they had to comply with strict instructions and a gruelling regime of work, exercise, and weapons training. Those who did not comply with instructions, or tried to rebel against the bootcamps leaders, were never seen again by their families. It has been an enduring mystery where the rebels ended up, and Putinito had a mysterious ob"
        },
        {
            "id": "R_2sKl3oqSfQrqNI5_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "Wendy was extremely distressed. She had returned home from work to a pile of letters, and she looked with some dismay at the first letter with a red banding. Gloom descended across her face when she realised that she owed a payment to a holiday company; she had forgotten to pay her deposit. Wendy wondered why debt collection companies had to exist, so she decided to pack up her belongings and instead went backpacking. "
        },
        {
            "id": "R_8JLzPcPzxxmeT2T_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "The industrial space ship landed on the docks next to a industrial scale pump, one of many in the area. The planet was one massive resource for petrol and diesel, covered in oil pumps and refineries. The crew of the space ship would spent the next five days here whilst its cargo containers were filled and then they would make the return journey across the milky way back to Earth, transporting their liquid gold back to those that required it fror"
        },
        {
            "id": "R_8JLzPcPzxxmeT2T_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "\"Send for the detective\" screamed the woman staring at the body on the ground. Detective Monroe soon arrived and could clearly see the body had been long dead, the letter of the infamous stamp killer, stamped onto the victims head with significant force was plain to see. Thirteen months and thirteen deaths, each one with a letter on their head, following the alphabet. Monroe only hoped they could stop the killer before they got to Z, or he would go postal."
        },
        {
            "id": "R_8JLzPcPzxxmeT2T_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The doctor looked at the student. \"You will comply or you will fail and end up as one of these donors yourself\" he said. The student dutifully removed the organ from the body as requested and placed it in the organ transplant box. In the Empire of the Heart, the wealthy lived on through continual organ replacement, the donors often not always willing. Compliance in the Empire was key."
        },
        {
            "id": "R_8JLzPcPzxxmeT2T_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "In the city of Aether, the gloom was everywhere. Most people couldn't see it, but it definitely did exist. For those few that could see it, there were even fewer who could interact with it, and for those people there was money to be made. The gloom seekers as they were known would take your payment and disappear into the gloom, returning a few days later with treasures unknown to the city of Aether, brought from the parallel worlds beyond the gloom."
        },
        {
            "id": "R_2cHcLwZLH3kFnm9_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "It was a rainy, dreary kind of day but just a normal one in England. I had a car full of petrol and I decided to take a drive out to the shopping centre; being outside today was not an option! As I was going round the bend just down the road, my car slipped on some spilt diesel. I went to pump my brakes but I ended up spinning out of control and crashed! Luckily I was not hurt so a day at home watching movies seemed the safer option."
        },
        {
            "id": "R_2cHcLwZLH3kFnm9_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "My daughter was in a bad mood. She is a Leo star sign down to the letter! She will stamp her foot and huff and puff in the mornings when she does not want to wake up. I decided today was not the day to try and reason with her and the best thing to do was to send her back to bed until she felt better."
        },
        {
            "id": "R_2cHcLwZLH3kFnm9_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "I walked into the musical hall, listening to an old woman playing the organ. I can't believe that I am now in charge of an empire, I don't know how I got into this position. Even though I am suppposedly in power I have been given so many rules I have to comply with. I feel like breaking all the rules and running away from here."
        },
        {
            "id": "R_2cHcLwZLH3kFnm9_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "I woke up this morning feeling the gloom of a Monday morning. Why do Monday's have to exist? I suppose Tuesdays would just become the next Monday's wouldn't they! I would give any kind of payment right now just to stay in bed and not have to go to work."
        },
        {
            "id": "R_8mxVCke66o4WOVl_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "The pump for my bicycle broke the other day. It got a puncture. Would you be able to believe the irony, because I certainly wouldn't! This meant that until I could source a new one, or fix that one, I was borrowing and driving my mum's car. The only problem with this, was that the first time I took it to get filled up I was not sure whether it took petrol or diesel..."
        },
        {
            "id": "R_8mxVCke66o4WOVl_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "There are some letters that I have always wanted to send, but I never have. Whether that's because I don't quite have the words, or I have the words but not the recipient. One time, it was because I didn't have a stamp, and then the letter got so destroyed just sitting in my bag that I thought fate was telling me to give up. Maybe today is the day."
        },
        {
            "id": "R_8mxVCke66o4WOVl_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "There is a belief that the most beautiful instrument is the organ, which you might find gracing a church and whose music might sound melodic to your ears. To me, this instrument makes me think of centuries of kings and queens who forced people to comply. The empire that they built based on the expectation that the people needed them. So I prefer the lute."
        },
        {
            "id": "R_8mxVCke66o4WOVl_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "She didn't want to exist anymore. She had made the final payment on her mortgage, and now owned the house she had been living in for forty years - but all she felt was gloom. In every ten year plan she made, she allowed herself some breathing space - she would finally achieve her dreams once she had paid that final sum. She couldn't bring herself to do anything now that she was there."
        },
        {
            "id": "R_8VKNz0tY7nY6fDq_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "I was wearing my favourite pumps. I managed to walk through diesel  and get it on the sole of one pump and leave footprints all over my friend's carpet. It's impossible to get out. Even worse than petrol."
        },
        {
            "id": "R_8VKNz0tY7nY6fDq_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "My friend asked me to post a letter. I said no. I didn't expect it to send her into a rage and make her stamp her feet."
        },
        {
            "id": "R_8VKNz0tY7nY6fDq_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "I went to the Empire comedy club. They still have the old performing organ from when it was a dance hall. i wanted to play the organ, but they said no and I wanted to comply with their rules."
        },
        {
            "id": "R_8VKNz0tY7nY6fDq_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "I am waiting for a payment for a quilt I made, based on existential pinciples - I used colours to reflect what it means to exist. But I worry that it's too dark and suggests gloom rather than joy."
        },
        {
            "id": "R_8XAZuGtUxE4LglP_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "One snowy evening, I set off in my mini cooper to my grandparents house, the journey was around 2 hours in length, about half way through i needed to stop to get some fuel. I had a strange loss of my senses and when I got to the pump i had forgotten whether the car took petrol or diesel, in my moment of madness i filled up the car with the wrong type of fuel! I sadly didn't realise until a few minutes into my journey after setting off ahain "
        },
        {
            "id": "R_8XAZuGtUxE4LglP_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "since i was 5 years old i have been collecting stamps in a lovely leather bound book, each year i add to my collection with various limited addition stamps. My mother and I love to look through the book at christmas time and see what different images and stamps have been collected. Sometimes for very special family members birthdays I select a stamp from my collection and i use to it send a letter. I like to choose and envelope colour which really sets off the design of the stamp and i hope very much that the recipient is appreciative of the choice and enjoys opening the special letter. "
        },
        {
            "id": "R_8XAZuGtUxE4LglP_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "My uncle decided to donate his organs when he died, which was a very noble thing to do. Sadly on Janurary 7th he fell off his bike and passed away. However many of his organs were able to be donated and his lovely young apprentice who worked in his shop, the Empire of Sweets needed a lung transplant and was able to benefit from my uncles donation. We were a little worried that in order to comply for my uncles lung the shop assistant would not match certain criteria but fortunately he did and all was well. "
        },
        {
            "id": "R_8XAZuGtUxE4LglP_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "In the dark gloom of the winter morning, Lisa looked at her payment for the 5 foot teddy bear she had bought last night whilst extremely intoxicated and wondered what on earth she was thinking. Sometimes she felt there was no point in her sad lonely life and whether any one cared she was here. Did she even exist at all?"
        },
        {
            "id": "R_8dFIkEkt84RkgQj_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "As a vehicle owner and driver for over 40 years, I have been very fortunate to have owned a variety of different vehicles. I have not owned an electric vehicle, much to its early development and cost to purchase. I like the idea of helping the environment and utilising clean energy, but I'm afraid it is beyond my price point at this time. I therefore have only owned petrol or diesel cars which require the use of a pump to fill a tank rather than top up a battery."
        },
        {
            "id": "R_8dFIkEkt84RkgQj_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "The skill of written communication is dying. Having worked away from home for extended periods of time from loved ones, I would eagerly anticipate the arrival of a letter to pick up my morale. Now we write emails sent electronically, but I used to love a trip to the post box to send my communication instead. Email is easier and prevents the need to purchase a rather expensive stamp to deliver them these days. Electronic emails are instantly sent and received rather than have to specifically take a trip out to send a letter by post."
        },
        {
            "id": "R_8dFIkEkt84RkgQj_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "My friend Archie is gravely ill and needs a new organ as hHis Kidney is failing rapidly and in need of a transplant. The NHS empire, our National Health Service says I am a matching donor, I have a problem in as much as I love my friend very much, but I am not 100% sure I want to comply and go ahead with giving up one of my kidneys, even for my dear friend. I am worried about my future health needs."
        },
        {
            "id": "R_8dFIkEkt84RkgQj_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "What a fantastic day to exist. The sun is shining in the bright blue sky which is such a lovely change to the gloom-laden skies of late. Grey, rainy days have now been usurped with the payment of such glorious weather for once this awful summer."
        },
        {
            "id": "R_2zUqf0C1wjV8ASQ_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "The motor coughed, jerked and the warning light flashed, jeez outta gas! It's a good five miles to the next town and its blowing a blizzard out there. This weather is due to set in for weeks, so I can't stay here. I've got a tank of diesel in the trunk for the tractor, so I'll have to use that. It'll ruin the petrol engine, but at least it will get me to the next town, or at least most of the way there. Hopefully they will will be able to pump and flush the engine before it is completely ruined."
        },
        {
            "id": "R_2zUqf0C1wjV8ASQ_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "It's time to sell the collection. I'll send an email to the dealer and see if they are interested in my collection of \"completes\" from Tonga. My collection consists of circa 500 of the latter, all of which date back to the latter half of the 19th century and as you know \"complete\", means envelope, letter and stamp(s), so it should be a valuable lot"
        },
        {
            "id": "R_2zUqf0C1wjV8ASQ_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "Donation is mandatory for the empire to survive. Some will not comply, but forcible removal of an organ is traumatic and often leads to severe mental illness. We learn this in our early years, so most are ready for the procedure, but some do question. We have to keep our best and most talented alive for as long as possible if we are to find a solution to "
        },
        {
            "id": "R_2zUqf0C1wjV8ASQ_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "The gloom continues to persist. We exist with it. It's the only way. It is after all payment for the way we treated our planet. There is no solution now, other than for nature to take its course. We like other species are dying out. It's a slow process. Some like me know there is a future, like there has been before. It's just that we won't be there to see it. For now w"
        },
        {
            "id": "R_8IgyrHkEhSlOgd5_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Brian was a down on his luck kids football coach, he had to take training the following morning but last week all the kids complained because most of the footballs he had in his bag were flat, but he didn't have a pump to inflate them. He quickly jumped in his car to go to buy a pump, but broke down shortly after setting off because he'd put diesel in his car instead of petrol. He had to call a breakdown serive to come and pick him and his car up."
        },
        {
            "id": "R_8IgyrHkEhSlOgd5_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "Josie was a quiet girl who lived in a small village and had a hobby as a stamp collector. Her dad worked in the local post office so she had access to lots of stamps and loved seeing all the different types on the letters that came though the post office, although she would never use any of her stamp collection on normal letters herself, they were too special to her. When letters would be returned to the post office when a letter couldn't be posted, her father would send the old stamps her way."
        },
        {
            "id": "R_8IgyrHkEhSlOgd5_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "In the British empire, Christianity was an important way in which colonialism spread. The symbol of huge cathedrals and churches with a large organ inside pumping out hymns was very powerful. Many people faced a choice, comply or die. "
        },
        {
            "id": "R_8IgyrHkEhSlOgd5_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "It wasn't all doom and gloom. Matt found many ways to exist without falling in despair. One small payment to a bartender in exhchange for a pint of ale was one such way."
        },
        {
            "id": "R_8XS6nyWsLXkXKFz_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Once upon a time there was an elderly woman who lived on a canal barge. People did not know her well, as she kept to herself. Every morning she would start the diesel engine to generate electricity and heat her boat. The people on the farm where she stayed got used to hearing the chugging noise of the engine in the morning and would turn to each other and say \"that must be Martha again.\" Martha had grey hair and wore practical canvas trousers with a bright wool cardigan she had made herself. She wore glasses and people would see her up on deck with a mug of hot coffee at lunchtime. No one knew Martha's story, only that she had arrived at the farm mooring, paid her rent for a year and had stayed every year for at least 10 years. One winter's day, Martha woke up to find water leaking into her boat. She immediately started the engine to get the bilge pump started but realised that she had forgotten to get petrol the last time she took a trip to town. "
        },
        {
            "id": "R_8XS6nyWsLXkXKFz_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "Jonny was a quiet child. Mostly he liked to play with lego in front of the fire. He did not like doing the homework tasks sent home by his school. He found them confusing and difficult and dull. Jonny's parents decided that he should try to do his homework as soon as he got home from school and there would be no lego until he'd finished. Jonny hated this idea. \"I'm tired when I get home. Why can't I play lego and then do my homework?\"  \"Because you need to learn your times tables. It's important\"  Johnny found it really difficult to adjust to this new routine, dragging his feet on the way home and sometimes getting so annoyed he would stamp his feet and cry. Then he became reluctant to go to school at all and his parents started to become afraid to send him in, knowing there would be a battle over homework. One day after school, Jonny's parents found a letter from school in his schoolbag asking for a meeting."
        },
        {
            "id": "R_8XS6nyWsLXkXKFz_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "Lisa was learning to be an organist. She already played the piano but was working hard to comply with the requirements to pass her exams. She enjoyed playing the organ, especially in a very large venue where she could play a very well known piece from Star Wars \"The Empire Strikes Back\""
        },
        {
            "id": "R_8XS6nyWsLXkXKFz_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "Emma had to make a payment for her electricity so she put her coat on and headed to the post office. It was so foggy she could barely see through the gloom. On the way to the post office she saw some pigeons sitting together looking cold and miserable and she wondered what it was like to exist "
        },
        {
            "id": "R_2rra18JsIdbb7pI_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Daisy was worried about the water pump on her 90s era diesel pickup truck. \"Don't worry so much,\" her husband told her, \"if anything was wrong we'd know by now!\" The truck immediately started to splutter and cough with a an ominous rattle. \"I don't know what's wrong I filled it up all the way with petrol!\" Her husband just stared."
        },
        {
            "id": "R_2rra18JsIdbb7pI_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "\"Just send it bro!\" Jesse's friends were shouting to him at the bottom of the waterfall; as they continued to stamp their feet, he looked at the sign that exclaimed just metres from him, \"No diving!\" As a lad who never clung to the letter of the law he jumped; only noticing the green of the algae shining on the rocks below as he reached them."
        },
        {
            "id": "R_2rra18JsIdbb7pI_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "\"Enter now Phantom! Come on now, stage left!\" Mr Countgrieves bellowed like a desperate Caesar would demand the legionaries of his empire submit and comply to his authority. As he sat at the towering pipe organ he sighed. Elias, who was meant to be playing \"The Phantom\" was on a smoke break."
        },
        {
            "id": "R_2rra18JsIdbb7pI_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "Under the gloom of this overgrown rainforest there was a world one would never imagine to exist. Banks carved from caverns filled with fairies queuing to take out loans. A doctor's office in the hollow of an elm tree, specifically for the health problems of orphaned munchkins. Atop this same tree, way up in the canopy, was the factory run by the local snarks -- who controlled the printing of all currency used to make any payment you could think of -- only from youngest elm leaves."
        },
        {
            "id": "R_2joIDdCu9ghOfCw_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "I was heading towards the supermarket when I saw a large sign offering petrol for £0.50. I thought to myself, how unfortunate, I'm driving a diesel car. I went to the petrol station anyway and peered intently at the pump. I wanted to use it, I needed that cheap gas. I quickly started pumping the petrol into my diesel car. One hundred liters later, petrol overflowing all over the floor, I stand there laughing hysterically. My ex-partner was meant to come collect her car today, not anymore. "
        },
        {
            "id": "R_2joIDdCu9ghOfCw_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "I was fighting my demons today, I wanted to stamp on all the little bugs that had been biting me the previous night. I decided to act with some restraint, quelled my emotions, and I began writing a letter. I addressed the letter to the king, the king of bugs. I had met the bug previously in a vicious encounter with a few from his kind, they bit my legs and he was the one who calmed the attack. He saved me from multiple layers of bite cream that evening. I send the letter and hesitantly waited for his response. Five days later, I had correspondence. The king had enough of my perpetuate moaning, he had declared war on the humans. "
        },
        {
            "id": "R_2joIDdCu9ghOfCw_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "I tried very hard to play the organ, I wanted to so badly. I hated the man who stood on top of his empire of tunes. I wanted to have my own library of hymns to move the masses. I needed to have 5 years experience in the church before I could make this a reality. I must comply with these rules, and then I could be the organ master I always wanted to become."
        },
        {
            "id": "R_2joIDdCu9ghOfCw_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "I went for a walk into the forbidden forest today, it was always described with gloom. I knew that there was a reason we took the long path home every evening from work. As I approached half way, my retreat closed in on me, branches covered my exit. I venture forward into the dark, I see a dark coin goblin shaking his bag menacingly, I thought these didn't exist, I managed to make it home but not without payment, the goblin took all my coffers for the day and now I am left with nothing."
        },
        {
            "id": "R_2BoHBhJy5N6y8ZX_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "What happens when you put diesel into a petrol car? My friend and I decided to find out. He has a petrol car, and I a deisel one, and so we swopped fuels and strated the engine. We had to use our feet to pump the accelerator before anything happened. All seemed to be well, so we wondered why. It turned out we'd forgotten which car was which, and so each vehicle had its correct fuel."
        },
        {
            "id": "R_2BoHBhJy5N6y8ZX_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "I was angry. A great stamp of the feet. The first letter of my name had come out wrong on my new monogram logo. I'll have to send it back."
        },
        {
            "id": "R_2BoHBhJy5N6y8ZX_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "My favourire bodily organ is my right eye. With it, I can see the whole vista of the empire when I stand at the highest point of the island. The laws of optics suggest it shouldn't be so, but in magic worlds eyes don't have to comply with the laws of terrestial physics "
        },
        {
            "id": "R_2BoHBhJy5N6y8ZX_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "It was a dark and strmy night: Stygian gloom everywhere. My ATM card had been refused again - I wouldn't be able to make the cash payment the gang was demanding. There wasa gun to my head. I was sure I would be killed, and wondered what it was like to cease to exist."
        },
        {
            "id": "R_8U0c5Ms0PJ9VYTm_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Off on my holidays to the Carribean. As i left the plane door the smell of the diesel in the air is a sign that I was about to have fun. Off on the roads and watching the numerous mopeds speeding along. they are zigzagging in and out of traffic and pedestrians. No wonder there are lots of petrol patches on the roads from accidents. Oh my!! these cases are heavy, good job  I went to the gym to pump up my muscles. "
        },
        {
            "id": "R_8U0c5Ms0PJ9VYTm_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "yesterday i received a letter in the post . As i pulled it out of the letterbox I jumped back. A large spider had come in with it. In order to avoid it running up my leg I was hopping about and also trying not to stamp on it. In the end I opened the door and it moved to the step. I used the sweeping brush to help send it on its way."
        },
        {
            "id": "R_8U0c5Ms0PJ9VYTm_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "I was privalidged to attend a big show last week. There was a man playing the organ. Apparently he started with one and then bought a store . He started his own company and now has grown to a milion pound empire. As it was so entertaining i found it hard to comply with the rules and not start singing and clapping."
        },
        {
            "id": "R_8U0c5Ms0PJ9VYTm_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "Walking through the park on a lovely summers day , I was feeling really happy now that the debt that i had gotten into did not exist any longer. After winning the lottery on saturday i was able to make the final payment on it. This action immedietely lifted me out of the doom and gloom mood I had been living in ."
        },
        {
            "id": "R_2XcT1LBVLYHa6hX_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "For his next mission, special agent Frank Tomlinson would require a vehicle with a unique modification. In order to arrange this, he went to see his underground mechanic Diesel Dan, who told him that the modification would be difficult, but that he could do it for £100,000. 'When did you pump up the price?', Frank asked, 'last time it was only eighty-thousand!', but Dan pretended not to hear him as he carried on sorting his various barrels of petrol. After handing over the money, Diesel Dan completed the modification and Frank was ready for his mission."
        },
        {
            "id": "R_2XcT1LBVLYHa6hX_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "As the giant defender came flying into the tackle, the entire stadium erupted in protest. 'That's a disgusting challenge, you have to send him off referee!' one fan shouted, 'that was clearly a stamp, you can't get away with that!' bellowed another. As the opposing players surrounded the referee, he produced only a yellow card from his pocket, much to the outrage of the opposing captain. While the captain protested, the referee calmy explained his decision: 'by the letter of the law, that tackle is only a booking' he sai"
        },
        {
            "id": "R_2XcT1LBVLYHa6hX_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "As the wicked dictator entered the room, his underlings explained the bleak situation to him regarding the war effort. Swiftly and desperately, the dictator gave them his instructions: 'tell all of our soldiers to defend from the west - we cannot lose the city, it is the most crucial organ of our empire!' Sensing he had gone insane however, the underlings decided not to comply with the instructions, instead telling the soldiers to retreat from the battlefield. It seemed as though a crisis of leadership had truly begun."
        },
        {
            "id": "R_2XcT1LBVLYHa6hX_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "'I no longer wish to exist' said the despondent boy sat underneath the tree - it seemed as though his gloom had finally overcome him entirely. As he sat, he reflected on the terrible events of his life - he had made payment after payment but never received anything in return and now it seemed as though his days were numbered. Eventually, he rose and, wiping the tear from his eye, began to walk solemnly into the dark evening's mist."
        },
        {
            "id": "R_2VPJFAhkG6jzuXy_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "And then she woke up from the dream, or some would call it a nightmare. She was at a Just Stop Oil protest, dressed as a petrol pump, spewing diesel on those who did not believe that we were having an ecological crisis. After her victims were thoroughly soaked she lit them on fire, their screams adding a sparkle to her eyes. "
        },
        {
            "id": "R_2VPJFAhkG6jzuXy_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "The Hudson's little boy loved the postman arriving. While he never needed to send any letters, he did love receiving his parent's ones. As soon as a letter arrived, he thanked the postman and peeled off the stamp, sticking it into his notebook, where he got to practice writing envelopes. "
        },
        {
            "id": "R_2VPJFAhkG6jzuXy_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "Mary loved playing the organ in church. Sitting so high up, she felt like she was the ruler of a Christian empire. She got to command the mood of the ceremony, allowing it to have its peaks and troughs. Ultimately, she knew that the churchgoers would comply with each single note that she played. "
        },
        {
            "id": "R_2VPJFAhkG6jzuXy_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "The clouds are filled with gloom today, Mr Bellaby thought. It's strange for it so be so overcast; it's the most miserable July to ever exist. He hoped that it would brighten up soon, he thought as he walked down the street. He bought his paper as normal, issued payment to the clerk, and went on his way. "
        },
        {
            "id": "R_8kQG02fwq7ubaOB_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Me and my father run a local petrol station here in the uk. I have an awful habit of smoking, so my dad doesn't let me near the diesel and petrol pumps as he's affraid I could burn the place down. I don't think he's wrong though. He is just looking out for me. I only really work on the till because of this."
        },
        {
            "id": "R_8kQG02fwq7ubaOB_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "Today I sold one of my skylanders. I went to tescos to send it to the buyer. they have an evri machine which prints out the label/stamp. It was so easy. I did it with a box, not sure if you can do it with a letter."
        },
        {
            "id": "R_8kQG02fwq7ubaOB_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "In 2142, the British empire has a problem. With the lack of jobs many have turned to organ sharks. If you take a loan from them and don't pay them back they give you a warning. After some time has passed, and you still don't comply, they come and gut you for what you have usually taking a liver or kidney. Gutted people are called husks which are marked by the organ sharks. "
        },
        {
            "id": "R_8kQG02fwq7ubaOB_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "To exist in this world you must make a payment, the second you are born that payment is your life. To exist and feel in this world you must experience extremes. How can you know happiness without knowing sadness. How can you feel excitement without knowing gloom. "
        },
        {
            "id": "R_2PoZkpFOhTZwzbR_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Marly stood staring at the petrol pump. \"What the bloody hell do I put in this thing? There's no way to tell if it's petrol or diesel! I'll just try diesel in this hole at the back.\". The horse's eyes grew huge and it neighed loudly. "
        },
        {
            "id": "R_2PoZkpFOhTZwzbR_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "It was 2040 and Marly was sat at the breakfast table with her robot. \"Many years ago, we could only send a letter if we had a stamp. Nobody uses stamps any more.\""
        },
        {
            "id": "R_2PoZkpFOhTZwzbR_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The church organ had even survived the many years of the British Empire. But, now it was earmarked for destruction and the Father had to comply. "
        },
        {
            "id": "R_2PoZkpFOhTZwzbR_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "The dark grey skies gave a sense of gloom to Marly as she walked to the market. She made her payment and walked home with her 4 green apples. \"Am I just born to exist?\", she asked herself. "
        },
        {
            "id": "R_21jCVrcLzykPU4h_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "The perfume shop was busy.  I couldn't decide on which aftershave to buy for my husband; petrol or diesel.  Thankfully, testers were available.  Petrol aroma was quite earthy, whilst Diesel had a floral undertone. But wait - what is this delightful smell?.. Pump!  Definitely the right choice for my husband!"
        },
        {
            "id": "R_21jCVrcLzykPU4h_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "I open the letter in anticipation,  would it be good or bad news.  I read and re-read the words slowly.  We've done it!!  I stamp my feet in approval.  Excited, I send message to my husband, telling him the good news. "
        },
        {
            "id": "R_21jCVrcLzykPU4h_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "Sadness fills the air, as we walk around the 911 memorial site.  We enter the church, complying with their rules.  The organ is being played and the mood is sombre.   The Empire state building will be a welcome treat later today."
        },
        {
            "id": "R_21jCVrcLzykPU4h_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "With despair, I ask my husband how can we exist on so little money, The payment to the tax office has taken so much of our money already.  Not only this, but there is a chill in the air.  Winter is approaching with it bringing the doom and gloom of high energy bills.  "
        },
        {
            "id": "R_8B3zak55aPwmX5t_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Once upon a time, there were three sentient cars, called Petrol, Diesel and Pump. Petrol was a red sporty car who loved to drive fast. Diesel was older, brown and reliable. Pump was a small silver car. They loved to drive around together and have adventures. However, Petrol was always getting cross at Diesel and Pump for not being able to drive as fast as he could. They decided to teach him a lesson. One day, they drove and drove and drove for as long as they could. Petrol felt himself running out of fuel and begged them to stop and wait. They carried on and left him behind at the side of the road. After a little while, they returned and found him feeling very sorry for himself. \"See?\" they told him, \"we may be older and smaller, but we are still good, st and reliable"
        },
        {
            "id": "R_8B3zak55aPwmX5t_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "Lucy threw the letter on the ground. She was not going to read another word of this rubbish. She stamped on the envelope and screwed her heel into the paper, ripping it. How satisfying, she thought, that'll teach him to send me such dross. She walked out of the room with her head held high, smiling at the feeling of release and closure."
        },
        {
            "id": "R_8B3zak55aPwmX5t_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "Jason played his organ loudly, entertaining the higher-ups of the empire. He had been asked to play at the society wedding, and had strict instructions to play only romantic and beautiful songs. However, he was a member of the secret society and had a plan. He started to play a stirring, uplifting song which did not comply with his orders, and the society rushed in through the open doors, ready to attack."
        },
        {
            "id": "R_8B3zak55aPwmX5t_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "She looked out of the window at the gloom. The man entered through the heavy oak door. \"Here is your payment\", he mumbled. The woman spoke quietly. \"Excellent, you may continue to exist.\""
        },
        {
            "id": "R_8bVpeztZaqiDial_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "I wanted to have some fun while I was off work. I wanted to make a rocket so I got some petrol. I was lucky as I nearly get diesel. Anyway, I put a few drops of petrol in a plastic bottle and used a pump to vapourise the petrol. I put a match to the nosel of the bottle and it shot into the air."
        },
        {
            "id": "R_8bVpeztZaqiDial_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "I received a letter the other day and I took off the stamp. The stamp looked as though it had not been used so I put it on a letter to send to a friend but when he got it he was fined for re-using the stamp."
        },
        {
            "id": "R_8bVpeztZaqiDial_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "I am very good at playing the organ such that I was invited to play at a ceremony for the giving of medals. When it came to the empire medal I had to play specific music to comply with the requirements of the ceremony"
        },
        {
            "id": "R_8bVpeztZaqiDial_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "It was that time of year when there was a lot of gloom around. This was because it was time for the payment of council tax. A new rule meant that even if you did not have a house if you exist then you pay."
        },
        {
            "id": "R_2JzuWAk6bRQPato_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "During one night at my local gym i bumped into Vin Diesel who commented on my abilty to lift my weight correctly. He decided to show me a better way to get my pump on. Whilst given the chance to ask him, i quipped if he had any siblings named after petrol."
        },
        {
            "id": "R_2JzuWAk6bRQPato_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "My partner the bedroom window open during the night to let some cold air in, upon doing so a massive spider scurried in through into the bedroom. This would usually send my partner into a panic but this time she grabbed a letter and gathered it up into a glass and threw it outside. Normally she would send me to stamp on it. "
        },
        {
            "id": "R_2JzuWAk6bRQPato_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "Whilst walking home i was kidnapped by 3 men who demanded i chose an organ to have them harvest. I was very reluctant to agree and tried not to comply with the demands. They began to explain to me the reaches of their empire and that i best agree. "
        },
        {
            "id": "R_2JzuWAk6bRQPato_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "In order to fill my pokemon card collection i was missing the character Gloom, i maanged to locate a seller online who was asking for payment. I deciced to pay the asking price as that card was thought not to exist."
        },
        {
            "id": "R_8zUaSPSsswsQ7fn_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "the sun was shining, there was a gentle breeze and I was enjoying the drive through the countryside.   i was on my way to join other members of the Petrol Head Club for a fun day out.    I was wearing my favourite Diesel jeans and club T-shirt - i thought i looked great.    i switched radio channels to the Pump fm and sang alon"
        },
        {
            "id": "R_8zUaSPSsswsQ7fn_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "The letter sat amongst others on the mat at the empty house, i was about to show to the clients.     The musty smell around the house was tickling my nose and i could see spiders.  Should I stamp on them or pick them up with one of the letters and send them on their way in the garden."
        },
        {
            "id": "R_8zUaSPSsswsQ7fn_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The sound of the mouth organ played by the beggar on the street was delightful.  He had a good position, just outside the Empire cinema which had been closed for years.   I had heard that the Fire Brigade had it closed down as it did not comply with fire regulations"
        },
        {
            "id": "R_8zUaSPSsswsQ7fn_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "The payment was overdue, i knew it but i didn't care.    I could exist without the internet for a few days if they cut me off.   Maybe, it would make me happier to live without it.     I wouldnt have these feelings of dread and gloom at what i might see when i open up my tablet"
        },
        {
            "id": "R_8o6ejl1aVHjSI9z_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "It was my first day of secondary school and after much deliberation on my school outfit I decided on wearing my vintage Diesel jacket. I wanted to give off a cool and edgy look, and reinvent myself for the first day of big school. After checking over my rusty bicycle I realised a had a flat wheel so I used my dads old bike pump to give my wheels a boost! The last thing I wanted was a flat tyre on my first day. I wish my dad could have gave me a lift in, but his petrol car was so battered I would be so embarrassed to turn up in it, I opted for my bicycle."
        },
        {
            "id": "R_8o6ejl1aVHjSI9z_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "I can't believe he just broke up with me, and even worse he broke up with me over text! My phone pinged and all I saw was the letter for his initials pop up on my text screen. Not even a curtsy call or anything, he simply wrote \"This isn't working, it's over\" and hit send. I shouldn't have expected anything more as he certainly doesn't get the stamp of approval from my parents."
        },
        {
            "id": "R_8o6ejl1aVHjSI9z_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "I am the nerdy girl in school, the one who loves music not fashion or sports. My version of fun is learning a new instrument like the organ, not going shopping and spending loads of money! I guess I don't comply to the rest of the school social norms, I feel that in this world their empire is a complete different class compared to mine, I am boring and dull in comparison."
        },
        {
            "id": "R_8o6ejl1aVHjSI9z_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "The gloom of tomorrow was chasing me as I had an incredibly important exam. I felt bad because if I received a bad grade I know my parents would kill me, if I failed their payment to me would be a year of misery locked in my room and forced to study. It would be like I didn't even exist to them, just another failed child who couldn't pass a maths exam. "
        },
        {
            "id": "R_8wT7Ix8TsW7XbEo_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "I made it a few miles down the road before I heard that terrible noise. The car rolled to a stop by the side of the road and I realised my mistake. I'd put diesel in my petrol car! They were right beside each other at the pump. Now the long wait for the recovery man, how embarrassing!"
        },
        {
            "id": "R_8wT7Ix8TsW7XbEo_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "It was results day, I studied so hard with my friend Ben. The teacher passed out the exam papers. When mine was placed in front of me I saw it was stamped with a large letter 'A'. I took my phone out under the desk to send Ben a message with the good news. "
        },
        {
            "id": "R_8wT7Ix8TsW7XbEo_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The Empire Theatre was a classic. It was fitted with beautiful, original Art Deco features and an organ set by the stage. It wouldn't comply with any of today's building regulations but I don't think anyone would want to change it."
        },
        {
            "id": "R_8wT7Ix8TsW7XbEo_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "Ben saw the figure come out of the gloom. He approached and Ben discreetly passed him the payment. The figure reciprocated by passing Ben the envelope before walking off into the mist. A moment later he was gone, as if he never existed."
        },
        {
            "id": "R_27PrrUR0LzzSU4k_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "The car was travelling too fast down the road. He couldn't keep control of the vehicle and he felt panic run through his veins. And in a flash, he had careered into the barriers where the stop and pump was smashed into it. Petrol and diesel was flung everywhere. "
        },
        {
            "id": "R_27PrrUR0LzzSU4k_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "They had a love for beauty, of things done and action taken. The stamp was a special one, an anniversary stamp for a major national event. Eventually they'd send the letter, but in this case it was about appreciating the event and process. It was a lovely gesture for someone they cared deeply about. "
        },
        {
            "id": "R_27PrrUR0LzzSU4k_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The British empire was at its peak, the general had reigning power on the poor locals. All they had was to comply to this force that had entered their country. The churches were erected and instilled their unjust values. Inside one church, was a vast organ that rung out and around the land. A reminder to the occupied. "
        },
        {
            "id": "R_27PrrUR0LzzSU4k_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "The gloom had reached the house. It was mid winter and cold outside. He thought how could anyone exist like this? And to make matters worse make payment to their landlord. It was a harsh environment that they wouldn't wish on anyone. "
        },
        {
            "id": "R_8FjH6e5PsshRtjr_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "I fell asleep with the price of petrol on my mind. Why? When I don't even drive a car? I went to work as usual on the bus but I could not get the question \" Which is best for the environment petrol or diesel? out of my mind\" As we passed the Petrol station I saw that the pump was surrounded by protestors.  I wondered if I should  join them?."
        },
        {
            "id": "R_8FjH6e5PsshRtjr_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "\"Stamp your name up in the stars!\" Was it an old song a friend of mine used to sing? I tried to remember his name, but it was gone in the mist of time. My memory was getting worse, then I remembered the last letter he sent me. Did I send a reply?"
        },
        {
            "id": "R_8FjH6e5PsshRtjr_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The mighty Roman empire we learned about in school. I knew that I needed to write an essay on it to comply with my qualification requirements, but I didn't really want to. Surely somewhere in my brain I could find a way of wriggling out of it. After all they keep telling us what a wonderful organ our brain is."
        },
        {
            "id": "R_8FjH6e5PsshRtjr_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "I exist to enjoy myself not for mundane tasks. I go outside to enjoy the sea view and breathe in the air. I could never live in an environment that was filled with gloom. I would travel, experience life, meet interesting people and entice someone else to make the necessary payment."
        },
        {
            "id": "R_2bxsVUkaSaFXjdD_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Unsure which vehicle to purchase from the sparkling showroom, I decided to take a seat in the waiting area, with a coffee to decide. There were both pros and cons to either a petrol or diesel powered vehicle. After careful consideration and finally purchasing my new vehicle, the day had arrived to collect from the showroom. Leaving the forecourt and driving down the road, the underinflated tyre pressure light 'pinged' on the dashboard. Before returning home I nipped into the local garage to inflate the tyre with an air pump to ensure the car was maintained."
        },
        {
            "id": "R_2bxsVUkaSaFXjdD_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "One early Friday morning, there was a knock on the front door. I opened the door, there stood the 'Postie' in red brandishing a golden letter. Making little conversation and hastily shutting the door, I made my way into the living room whilst ripping open the letter. I was ecstatic, the final stamp to my collection had arrived, I could now send my hopefully, winning entry into the local collection competition."
        },
        {
            "id": "R_2bxsVUkaSaFXjdD_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The Romans Empire was big, bold and powerful. Each of the small provinces were required to comply with its laws at all times. A central group, also known as the organ of the empire ensured that things ran smoothly and everyone complied. "
        },
        {
            "id": "R_2bxsVUkaSaFXjdD_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "In a far away place, a million miles away, gloom hung heavy in the air as if no one existed there at all. It was a quiet town, with minimal people who went about their business as if no one else was there. Happiness in the town felt like a distant memory for most, leaving only the weight of sorrow as payment."
        },
        {
            "id": "R_8kEPJucbd4CbnFO_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Whenever I thought of him. It was always with a sense of pain and contemplation. Did he really have to travel that night? Into the eerie void. With little concern that the choices he made to fill up at the station and take the precarious route would ensure his finality. We were told the car went up in flames when he crashed into the oak tree. His petrol tank was full. The tree remained stoic. It could have been diesel, it would have made little difference to the outcome. We told him not to leave. To drive to the petrol station. It's ironic. That a pump. A vessel used so commonly could be the source of his demise. I could not view the mangled metal visage"
        },
        {
            "id": "R_8kEPJucbd4CbnFO_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "I wanted the passport to escape. To escape from a country where my liberties would be impeded. I had already spent months trying to fulfil their pre-requisites. The accompanying letter had been sent with the passport application a week earlier, but now in the High Commission office, they were telling me that my application was not complete. Not satisfactory. I would have to re-send it but more than that they required a personalised stamp from the solicitor who had attested to the fact they knew me. How very drole I thought. Perhaps ironic that even the British passport office did not expect me to jump through such hoops. I wondered if the process was worth the effort. Should I stay after all?"
        },
        {
            "id": "R_8kEPJucbd4CbnFO_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "He would not listen, Intransigent in his beliefs that the country is which he lived was justified in his imperial conquest of the world. An empire of beliefs. An empire where the sun never set. He did not understand the absurdity of his supremacism, and in his own limited mind believe that there was nothing wrong in bending the will of others he saw as beneath him - comply or be repressed. Comply or be subdued. Like a festering organ, he disgorged his retrograde beliefs and I wondered if I ever really knew him at all. Was this what others thought? Believed. That some men were meant to rule others by virtue of some unknown inherent sense of superiority?  The friendship would be forever broken. I was certain of this. "
        },
        {
            "id": "R_8kEPJucbd4CbnFO_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "She sat behind her computer screen staring into the emptiness. There was a sense of foreboding and an existential question she could not help but ask herself. Why do I exist? For what purpose and will my life ever change for the better.  The despair was encompassing. She shook her heads and then her arms outwards as if to shake off the gloom of realising that her life was purposeless. Again she asked, were her misfortunes payment for some previous ill lived life - cosmic karma. She got up off of her chair moving slowly towards the front door to listen to the bristle of  empty silence. This was her life she thought. It would never agbe replete again with joy."
        },
        {
            "id": "R_87z2b4sr7in6R21_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "She glanced at the red fuel warning on the dashboard and noticed the petrol was on the verge of running out. She swore under her breath - her boyfriend had promised to fill up with diesel the night before but, as usual he had forgotten. She remembered he came home, going on about how pumped he was for the concert tonight. His band hadn't been together that long and already they had several bookings. Trouble was, she was driving the van with their instruments and now she probably wasn't going to make it to the venue - he only had himself to blame."
        },
        {
            "id": "R_87z2b4sr7in6R21_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "He tore up the letter into small pieces and threw it on the ground, stamping it into the mud for good measure. He felt his face redden with anger and conciously tried to calm himself down. To be honest though, the reponse he had got was enough to send anyone into a rage. He glanced up and saw the group of girls across the street, giggling and whispering, making no effort to disguise their behaviour. That was the last time he followed his therapist's idea of expressing his feelings in writing to a girl he liked. "
        },
        {
            "id": "R_87z2b4sr7in6R21_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The prince swept his fingers dramatically across the keyboard, enjoying the sounds of the organ reverberating around the empty church. He turned around to face the empty pews and barely contained his urge to start throwing the bouquets around the empty space. He didn't feel the need to comply with social norms right now, but still had to maintain a public face if he were to inherit his father's empire. So much for the princess though, she had decided it was all too quick a romance and she 'needed time to think', whatever that meant. And what was he to do in the meantime, just sit and wait?"
        },
        {
            "id": "R_87z2b4sr7in6R21_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "She opened the door to the castle and, as if she were in a storybook, it creaked ominously. She peered into the gloom, looking around for a light switch, but of course it wouldn't have worked anyway. How could someone exist in such a cold, dark dwelling these days? \"Hello?\" she called out, \"I'm here to collect your energy payment, so we can get you connected again.\" Suddenly there was a swish of fabric and an elderly gentleman in a long black cape appeared as though from nowhere saying \"Oh, you are the one who will pay.\""
        },
        {
            "id": "R_2mqjhNO26XNoi6R_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "As I walked along the ruined banks of the polluted river, the stench of diesel was almost overpowering. The devastation of this habitat since the pump had malfunctioned and spewed waste was almost complete. I could have wept in memory of the past beauty that was lost. The glorious verdant and lush vegetation, the dazzling colours of the flowers; even the flash of the petrol blue feathers of a rare kingfisher. "
        },
        {
            "id": "R_2mqjhNO26XNoi6R_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "I could hear the stamp of the soldiers' boots as they marched past my cottage. Their uniforms neat and precise, each young man appearing much as the last. I wondered to myself what differences lay under the outer layers which gave them such a singular appearance. Perhaps one wore lady's underwear! I chuckled to myself. Perhaps there was a lover's letter tucked inside a pocket, penned in secret and hidden away until a chance to send it. "
        },
        {
            "id": "R_2mqjhNO26XNoi6R_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The notes hung in the air, almost alive as they echoed around the cathedral. The beauty of an organ when played by a master is an unparalleled delight. I did not know the name of the piece, it was grand and almost military, perhaps a tribute to an empire long since lost to time. It certainly didn't comply with the playlist set for Michaelmas term this year, as I knew all those compositions by heart. "
        },
        {
            "id": "R_2mqjhNO26XNoi6R_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "Marcus peered through the gloom. \"Why were there no lights?\" he wondered, as he cupped his hands against the window to try and see inside the house. Perhaps the family had failed to make their payment, but without power in the midst of this winter, the family would suffer fatally. There was no sign of life inside, and Marcus prayed silently they had moved on before the freeze and weren't to be found inside. Once, there were charities to help and places to go, but in these no longer exist: too many require help, and no one has any left to give.   "
        },
        {
            "id": "R_8DSuE0JfUBgPxHX_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "The was an oil spill in the park. Petrol, diesel and other flammible liquids from the nearby fuel station had seeped into the ground and were bubbling up between the cracks. Some suggested using big sponges to remove it, but in the end a pump was brought which was able to suck away most of the liquid."
        },
        {
            "id": "R_8DSuE0JfUBgPxHX_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "They marched along, stamping their feet to the words. the rhymthing then changed, slowing, and their boots crunched to the ground for each letter of the word. S-E -N -D. T-H-E-M. H-O-M-E. Watching as they went past we wondered - send who home?"
        },
        {
            "id": "R_8DSuE0JfUBgPxHX_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "Of course, I had to comply and enter the church as he had suggested. In it was an enourmous organ, the biggest in the whole empire i was told. I looked at it for a long time, but struggles to find any beauty in it."
        },
        {
            "id": "R_8DSuE0JfUBgPxHX_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "It was a gloomy evening, but i felt glad that gloom should exist. Gloom was the payment we had to suffer in order to fully appreciate the glory of a bright star-filled sky which only shows in our skies about once a month."
        },
        {
            "id": "R_2LTbPAQf8NZ0wRb_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "The man had quickly realised that he filled his tank with petrol instead of diesel when the engine cut out. Trying to pump it out of his tank was impossible as he had not tools to do so. He tried calling around to see if anyone had a means to fix his problem, but alas he has to call a local garage to pick him and his car up. He was hoping and praying that his car would be able to be fixed. It doesn't look good."
        },
        {
            "id": "R_2LTbPAQf8NZ0wRb_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "There was no stamp on the letter. It is being held at the local post office, waiting for jane to arrive and pay for the delivery. This annoyed jane, as she couldn't understand who would send one, let alone without a stamp on it."
        },
        {
            "id": "R_2LTbPAQf8NZ0wRb_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The church's organ did not comply with health and safety standards. the pipes were close to falling off and were not screwed or bolted down to anything, they were just hanging loose. For a church which is part of such a big empire, surely they could be able to afford the proper installation of their own organ?"
        },
        {
            "id": "R_2LTbPAQf8NZ0wRb_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "A plush of the pokemon gloom, which is one of my favourites, is so hard to come by nowadays that i would make a substatial payment to purchase one that exists. I would even travel the globe to aquire one. But alas, i believe that they stopped making them a while ago, so i will need to find an alternative source."
        },
        {
            "id": "R_27E8zaS1IXk1NPZ_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "At the fuel station, the two pumps were arguing. \"Clearly, I'm the best pump\", said petrol. \"All my vehicles are super fast and even the little diddy cars choose me\".  Diesel disagreed, \"Are you still harking on about performance cars? Don't you know anything about global warming? My vehicles can go for much longer without needing to fill up. Sure, I don't get to see them as much as I'd like, but I know I'm doing my bit.\"  While the two pumps argued over who was better for the environment, the fast charge station looked on in amusement. \"They should be arguing over who's going to be obsolete first!\" she thought to herself."
        },
        {
            "id": "R_27E8zaS1IXk1NPZ_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "As he sent the email, the screen went blank and Jon knew something was wrong.  Since receiving that letter from an anonymous sender, things had gone from bad to worse. The letter said the sender had incriminating evidence on Jon, and unless he did exactly what they asked, it would be publicly shared. He didn't know what dirt they had on him, but he could guess. A self-confessed miser, Jon never affixed a stamp to any of his letters, instead making the recipient pay for the privilege of receiving his communications. "
        },
        {
            "id": "R_27E8zaS1IXk1NPZ_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "At the heart of the new empire, compliance was mandatory. You really had no choice if you wanted to live in the upper echelons of society. Every organ in your body was genetically modified to allow you to breathe the air, which became more polluted each year. Alongside these helpful modifications were some more sinister tweaks that allowed the administration to shut them down should you fail to fall in line and comply.  The poor souls in the down world struggled to survive every day, but at least they knew freedom."
        },
        {
            "id": "R_27E8zaS1IXk1NPZ_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "As they looked out of the small wooden window in their apartment, Jess and Nat were lamenting their current situation. As students with no jobs, they had little money and the payment for this month's rent was nearly due. The rainy day outside seemed to exist only to exacerbate those negative feelings and make it increasingly hard to pull oneself out of perpetual gloom.  Jess stood up suddenly, turning to Nat she smiled. \"I have an idea!!\" she said. "
        },
        {
            "id": "R_8kG4d41raqDZBax_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "A car spluttered to a stop of the motorway, the driver pulled over to the hard shoulder and exited the vehicle scratching their head. They looked around in disbelief as they realised their petrol cap had fallen off the car and petrol was leaking out onto the road. Now the tank was clearly drained and this had caused the car to splutter to a stop. The driver called the AA for assistance but the guy that arrived was new and nervous, he started to put diesel into the cars tank instead of petrol! Now once the driver realised the error he told the AA member to pump the diesel out so he could put petrol in instead."
        },
        {
            "id": "R_8kG4d41raqDZBax_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "A man was looking for a stamp to emboss onto a letter he had to send before the end of the day. He went to the supermarket to find a suitable stamp with some ink to apply it with. On his return trip he realised he lived only 200 yards from a post box which would allow him to send it today."
        },
        {
            "id": "R_8kG4d41raqDZBax_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "To comply with the laws of the alien race, humans must sacrifice an organ of their choice or feel the full wrath of the alien empire. "
        },
        {
            "id": "R_8kG4d41raqDZBax_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "Make payment to exist in the gloom of Britain, not a political slogan that was expected to work but somehow did for Ted the budding politician. He wanted to campaign on taxes being too high and how this effects the general mood of the country, he was right! He won by a landslide and became prime minister within 10 years, unfortunately he was useless and the country entered a long recession period."
        },
        {
            "id": "R_2eaDBbNJB41Q6MF_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "As the day grows darker and I find myself having to do the weekly shopping it is with glee that I look over my shoulder whilst driving past a petrol pump. What a relic of the recent past, having had to put diesel in my old car and feeling like a slave to the big oil corporations that are stuck in their ways. Nowadays, I go shopping whilst my electric car charges, giving me time and not worrying what my actions impact our environment. To all the naysayers I say just this, don't wack it before you try it."
        },
        {
            "id": "R_2eaDBbNJB41Q6MF_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "There is something special about writing a letter, a real letter, not an email or a text message. Taking the time to sit down, place a sheet of paper on my desk, choose from one of my favourite pens and just write whilst sipping a cup of coffee. The bit I like best is the satisfaction of inserting the letter in an envelope, licking the glue, sealing it and then choose a stamp from my collection that I know the recipient will like. I get up, put my shoes on, take my letter and go on a walk around the local park until I spot the very unusual letterbox where a tree has grown to engulf it and I send my letter by posting it through the red letterbox. If this isn't slow living to enjoy the present I don't know what is."
        },
        {
            "id": "R_2eaDBbNJB41Q6MF_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "In the distant British Empire it used to be law that whenever someone stole a sack of salt they would be arrested and had to choose an organ they had to sacrifice. No one ever chose a hand, they'd ask for an ear or a kidney but never a hand. There was no choice, they had to comply because resisting would mean sure death. This is the story of how salt become one of the most common seasonings in the world."
        },
        {
            "id": "R_2eaDBbNJB41Q6MF_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "We exist to pay, that is modern day gloom for each and everyone of us. Without access to money interactions and payments humans wouldn't be able to have created the society as we have it now where each of us make such transactions on a daily basis. Only the lucky ones are able to go a day without paying for something."
        },
        {
            "id": "R_8mJxG00fCL8kz05_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "A diesel train belts its way through the Highlands. The sun is starting to set and people on board feel sleepy after what seems like a never-ending journey. As the carriages attempt hard to pump their way to the top of the next peak, a strong stench of petrol seeps through the carriages. Smoke starts to bellow through the train as a fire has caught hold."
        },
        {
            "id": "R_8mJxG00fCL8kz05_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "I stamp my feet in outrage and send my brother for help. My mother appears with a weary look on her face. It is not the first time that my name has been misspelled. I stare at the antagonising letter ."
        },
        {
            "id": "R_8mJxG00fCL8kz05_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "Daisy wondered what it would be like to receive someone else's organ. She wondered if she would gain any special powers from the other person. \"Imagine if the donor had ruled an empire!\" she exclaimed. \"Will I be more powerful?!\" But Daisy also knew that to receive the organ she would need to comply with the doctors."
        },
        {
            "id": "R_8mJxG00fCL8kz05_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "Rose shouldn't be forced to exist in this gloom. The UK weather was so depressing. \"Get me on a plane to hotter climes immediately!\" she demanded.  Waving her credit card around she screamed \"Come on people! Allow me to make that payment\"."
        },
        {
            "id": "R_2iUnWVtJB7cvKHj_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "My name is Diesel, Diesel Harcourt. A lot of people ask me where the inspiration for Diesel came from. My mother gave birth to me at the petrol station. She was 38.5 weeks pregnant, and I was not supposed to arrive for another 10 or so days. My father had taken her out for dinner at their favorite restaurant and they had stopped for gas along the way. Just as he'd gotten out and was lifting the pump, he heard her calling out for him. \"I think my water just broke!\""
        },
        {
            "id": "R_2iUnWVtJB7cvKHj_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "I clicked \"Send email\" and I shut down my computer. I felt exhausted, and I wanted to go to bed. Writing emails always drained the life out of me, and I'd written over 20 emails in one day, spanning morning to evening. I'd also been to the post office to send a letter to my friend over in America. I was stupid and forgot to write the zip code, so the person at the desk told me off. But it was lucky he caught it in time. He gave me a receipt on which he took a stamp and stampp"
        },
        {
            "id": "R_2iUnWVtJB7cvKHj_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "It's so hard for me to comply with the rules at school. All I wanted to play that day was Empire Earth on my phone, and I wasn't even doing it in class. It was at lunchtime. But my biology teacher caught me and sent me to her classroom to wait for her. While I waited, I looked at the poster on her wall depicting the organ system of the body."
        },
        {
            "id": "R_2iUnWVtJB7cvKHj_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "The older I get, the more anxiety and despair I feel about the fact that I exist. I try to fill my time with cheap dopamine but nothing helps. I love video games, and the only thing that encouraged me to reduce my time playing them was a huge payment notice I got for $2000 I had spend on virtual in-game currency. So now I don't play as much anymore, but that just brings me back to gloom of my existence. Why was I so broken inside?"
        },
        {
            "id": "R_25FmW7vrOnS60wE_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Mischa and her family were going to collect their three new puppies. Mischa and her brother Tommy could not wait to see their little faces again. \"What are we going to call the puppies?!\" the siblings dad asked. \"Petrol, Diesel and Pump!\" Tommy beamed. "
        },
        {
            "id": "R_25FmW7vrOnS60wE_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "\"Thanks for listening and please send your friends to the show!\" Ellis said to the audience. Ellis had just completed her first one-woman show of her tour, and the show was called 'A letter to my younger self'. She was so proud of herself, she hadn't let production interfere too much and her personal stamp remained well and truly on the show. "
        },
        {
            "id": "R_25FmW7vrOnS60wE_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "\"I dream of having my own cleaning empire someday\" Sohail smiled at the panel. He was attending an interview for an internship at Organ NIZE - a professional organising company who visit clients and organise and clean their home, office, or other space for them. \"My strengths involve complying with all policies and procedures, following safety regulations, and putting the clients needs first\". "
        },
        {
            "id": "R_25FmW7vrOnS60wE_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "The three best friends Erin, Geri and Holly were on their way to their first ever spiritual retreat. \"Just going to go do the parking payment\" Holly called as the girls got out of the car. \"I can't wait to just exist for the next few days at the retreat! No more doom and gloom at work!\"  Geri said to Erin."
        },
        {
            "id": "R_2sdMlOguKbuAvfg_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "not a long time ago and not in a galaxy far far away. no, this story is a lot different than star wars but shares certain elements such as tyranny, oppression, and depreciation of society. the lust for energy, petrol in particular, led to the long-anticipated world war. people tried to stop using vehicles powered by high-carbon emitting substances like diesel, but that was not of use. after a certain point, even though many machinery switched to electricity-fueled engines, people could not find sufficient ways to pump the engines with electricity."
        },
        {
            "id": "R_2sdMlOguKbuAvfg_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "on a typical day on the emerald isle, the boy woke up and started staring at the clock as if the pendulum was a time stamp of his existence constantly ticking at the back of his neck. then he remembered he just missed his application to a new flat just because of one missing reference letter. he was one step away from being homeless. in a hurry, he grabbed his phone and checked if a friend of his did send the money he was in need of for a quite long time. "
        },
        {
            "id": "R_2sdMlOguKbuAvfg_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "you could hear the crisp and beefy sound of the organ from miles away even though there was no sign of a church at all. all you could see was the pale grim appearance of the large concrete buildings the empire built for their newly established capital. they wanted it to be free of soul, emotion, heart and everything any man can hold dear. That was the essence of the master plan, in which they could finally see all the people comply, like constantly anxious androids killing time to breathe and live for another day. this was no different than surviving rather than living merely. "
        },
        {
            "id": "R_2sdMlOguKbuAvfg_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "it was one of the days you woke up to a complete gloom even though the day had started hours ago. well, if you had not skipped your payment for the artificial wake-up light subscription, you would have been woken up quite easily and that explains the itch and the pain in your eyes and your back. of course none of them could exist without the rule of the machines that obscured the sky and the beauty of the world we live in."
        },
        {
            "id": "R_8v92A9H3hnaw1QI_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Jim stepped foot into the car showroom and was browsing the various models and makes of vehicles available in his price range.  The manager approached Jim to enquire what kind of care he would like and whether it would suit his needs.  Jim explained that he previously had a Toyota RAV4 which was a diesel vehicle and as much as he loved his car, he told the manager of the car showroom that it kept breaking down and costing him money.  On further questioning by the manager, they both decided that due to Jim only doing short distances in his car, never driving distances or driving on the motorway, that a petrol car would be much more suited to his needs.  The manager explained how a diesel car needed long distance driving and was not really suitable for Jim's situation.  Jim finally signed off on a new petrol car, the manager agreed he could drive it off the lot that day if Jim was willing to pump the gas on the way home as it was low in fuel already. Jim readily agreed and happily drove his new car away, stopping to pump his new petrol vehicle on the way home. "
        },
        {
            "id": "R_8v92A9H3hnaw1QI_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "Betty's grandchildren knew that their grandmother loved to collect stationary and for her birthday they decided to get her a personalised stationary set that she could use, as she loves to send 1 letter every 2 weeks to her old childhood friend of 70 years, Gladys.  Betty was thrilled with her new stationary and her thoughtful grandchildren even ensured their grandmother had a book with plenty of pre-paid stamps for which Betty was grateful, as a stamp cost quite a bit more money these days."
        },
        {
            "id": "R_8v92A9H3hnaw1QI_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "The empire was growing stronger, their fierce leader implementing new rules to his citizens daily and ensuring he had eyes all over the place to ensure they comply with the new rules.  He wanted to run a nation that was disciplined and listened to orders.  He was an incredibly extravagant leader, his bedroom almost laughable with how over the top it is.  A large organ in what is now his living area, an organ that he insisted on keeping from the old converted church. "
        },
        {
            "id": "R_8v92A9H3hnaw1QI_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "Sarah was suffering with a case of the blues lately, it was all doom and gloom in her mind and feeling like she was simply existing rather than living.  Sarah felt like her adult days were poor, one payment after the other coming out of her hard earned money.  She told everyone around her she was all work and no play in order to simply exist in the world, and it was not the life she wanted."
        },
        {
            "id": "R_27dw4UbFh02oLUB_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "There was a beautiful car. It had a shiny exterior with beautiful and intricate paintwork. Its interior was luxurious. It was unknown at first whether petrol or diesel would fuel the car. It was discovered through research, rather than just to pump the car with either petrol or diesel, that the car runs on petrol."
        },
        {
            "id": "R_27dw4UbFh02oLUB_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "Stamp prices are really expensive. There was a letter that was received by someone and they were interested in how much it cost the sender to send it. They researched how much the specific stamp used cost the sender and they were shocked at the price. They remember when stamps used to be really cheap. It made them realise one of the reasons why less letters are sent by post."
        },
        {
            "id": "R_27dw4UbFh02oLUB_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "In an empire someone heard music. They followed the sound and it lead them to someone else playing music on an organ instrument. The person playing the organ was having lessons from a music teacher and did comply with what they were told to play on the instrument. The music was beautiful. The musician was very talented."
        },
        {
            "id": "R_27dw4UbFh02oLUB_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "The weather was dull and gave a sense of gloom. Someone was buying products in a shop, gave their payment for the products to a cashier then left the shop. As they were walking outside it started to rain. Raindrops appeared to exist"
        },
        {
            "id": "R_8K7NzHgqM00gKVF_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "Laurel and Dan were driving through a town in their new diesel car. It was a nice town, where people were extremely welcoming and happy. They stopped at the local inn and found themselves in the company of some lovely ladies. They were offered free drinks and they found a nice hot meal to warm their bodies. Ahh, but it was time to go since they couldn't be there forever. Little did they know that they were stuck there. the locals needed gas to prepare their meal, so they used a pump to suck all the petrol out of their car. Luckly, they had some horses they could exchange for the car, if they could tame them. "
        },
        {
            "id": "R_8K7NzHgqM00gKVF_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "The dogs were pulling the sleigh hard. It was already very late and she had to be on time at the post office to send the letter, otherwise she could miss the deadline. She received an award for her book about life in Alaska, and she had to be there for the ceremony. The stamp was getting wet because the dogs went straight through a big pile of snow. She led them through there, as she was so excited to get on time that she completely forgot about the storm that happened last night. Aw, just saw I should have written about something else.  I'm confused of all the letters my mothers has collected over the years. They are from a royal family member. It's weird, as most people send letters, not collect them, or collect stamps. I remember seeing a hug"
        },
        {
            "id": "R_8K7NzHgqM00gKVF_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "the surgery was difficult and long. The patient's organ had failed at the last minute. It was a heart failure, and the surgeon is not positive she did her best, although every step in the operation was strictly followed and she had to comply with the patient's needs. In this day and age, we don't expect to fail during surgery, an entire empire of lawyers is waiting outside of the operating room to hear of your failure. still, there is hope she could explain all to the family and the other doctors support her decision. "
        },
        {
            "id": "R_8K7NzHgqM00gKVF_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "I am ready to make the payment for my coffee. I love how the smell of coffee helps me get over the feelings of gloom I had recently. The darkness tells me I should not exist, but coffee makes it all better. It's the rush I get through my brain and body that makes me feel myself. "
        },
        {
            "id": "R_8sBNWJpZHPgPqua_Q1",
            "item_id": "petrol-diesel-pump",
            "items": [
                "petrol",
                "diesel",
                "pump"
            ],
            "semantic_distance": "low",
            "story": "I went to buy a new car. When I reached there I forgot whether I should buy the car with petrol or diesel. I figured it out after asking my friend on phone. He also mentioned about the differnent pump types in different cars."
        },
        {
            "id": "R_8sBNWJpZHPgPqua_Q2",
            "item_id": "stamp-letter-send",
            "items": [
                "stamp",
                "letter",
                "send"
            ],
            "semantic_distance": "low",
            "story": "I asked my friend about sending the letter as I was new in the country. He told me how to stamp the letter and and how can I send it by the post. I finally had a good understanding about it."
        },
        {
            "id": "R_8sBNWJpZHPgPqua_Q3",
            "item_id": "organ-empire-comply",
            "items": [
                "organ",
                "empire",
                "comply"
            ],
            "semantic_distance": "high",
            "story": "I told my friend that I was working with different survey platforms. I told her about what should I do to a survey asking about to write a story  containing three words: organ, empire and comply. I literally had no idea, what to write about but I figured out a nice idea that I used to do it."
        },
        {
            "id": "R_8sBNWJpZHPgPqua_Q4",
            "item_id": "gloom-payment-exist",
            "items": [
                "gloom",
                "payment",
                "exist"
            ],
            "semantic_distance": "high",
            "story": "My friend said three words when we were playing chinese whisper. I had no idea what did she say but I herd some of it. On my turn I said the words bloom, cavemen, exist. Finally I came to know that the words were gloom, payment and exist."
        }
    ]
}